src/main/java/ConfigurationResources/SOAP/deployPatchedFlexAsync.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://xmlns.oracle.com/apps/fnd/applcore/webservices/types/">
   <soapenv:Header/>
   <soapenv:Body>
      <typ:deployPatchedFlexAsync>
      	  <typ:mode>Retry</typ:mode>
      </typ:deployPatchedFlexAsync>
   </soapenv:Body>
</soapenv:Envelope>
